tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "xquartz"
brew "borgmatic"
brew "cowsay"
brew "fortune"
brew "git"
brew "imagemagick"
brew "mas"
brew "nmap"
brew "node"
brew "signal-cli"
brew "tldr"
brew "tmux"
brew "toilet"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "authy"
cask "autodesk-fusion360"
cask "balenaetcher"
cask "bartender"
cask "borgbackup"
cask "brave-browser"
cask "dropbox"
cask "iterm2"
cask "keepassxc"
cask "keybase"
cask "keyboard-cleaner"
cask "nextcloud"
cask "signal"
cask "skype"
cask "slate"
cask "transmission"
cask "vlc"
cask "vscodium"
cask "whatsapp"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
