tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'tldr-pages/tldr'
brew 'ack'
brew 'readline'
brew 'bash'
brew 'gmp'
brew 'coreutils'
brew 'cowsay'
brew 'openssl'
brew 'pkg-config'
brew 'curl'
brew 'pcre'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libpng'
brew 'freetype'
brew 'zeromq'
brew 'ffmpeg'
brew 'findutils'
brew 'fortune'
brew 'gdbm'
brew 'gnu-sed', args: ['with-default-names']
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'graphicsmagick'
brew 'hub'
brew 'libevent'
brew 'libzip'
brew 'protobuf'
brew 'mobile-shell'
brew 'mongodb'
brew 'msmtp'
brew 'tokyo-cabinet'
brew 'mutt'
brew 'netcat'
brew 'nmap'
brew 'node'
brew 'pandoc'
brew 'pstree'
brew 'reattach-to-user-namespace'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unison'
brew 'webkit2png'
brew 'wget'
brew 'zsh'
brew 'homebrew/dupes/grep'
brew 'tldr-pages/tldr/tldr'
